/* In browser window title */
"Get a donation key!" = "Não Registrado";

/* The full name of the supporter */
"Registered to {0}" = "Registrado para {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Obrigado pelo seu apoio! Sua contribuição ajuda futuros avanços de desenvolvimento para tornar o Cyberduck ainda melhor.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Sua chave de doação foi copiada para a pasta Application Support.";

/* Validation failed */
"Not a valid registration key" = "Não é uma chave de doação válida";

"This donation key does not appear to be valid." = "Esta chave de doação não parece ser válida.";

/* Thank you */
"Continue" = "Continuar";
